{
  "<PAD>": 0,
  "<UNK>": 1,
  "tidak": 2,
  "banget": 3,
  "tapi": 4,
  "produk": 5,
  "bagus": 6,
  "saja": 7,
  "sesuai": 8,
  "oke": 9,
  "barang": 10,
  "sih": 11,
  "yang": 12,
  "dan": 13,
  "ya": 14,
  "sekali": 15,
  "seller": 16,
  "biasa": 17,
  "kualitas": 18,
  "harga": 19,
  "mengecewakan": 20,
  "jelek": 21,
  "lah": 22,
  "juga": 23,
  "kecewa": 24,
  "ada": 25,
  "memuaskan": 26,
  "standar": 27,
  "buruk": 28,
  "sangat": 29,
  "mantap": 30,
  "lumayan": 31,
  "gini": 32,
  "recommended": 33,
  "gitu": 34,
  "fifty": 35,
  "kok": 36,
  "puas": 37,
  "deh": 38,
  "ini": 39,
  "nih": 40,
  "ekspektasi": 41,
  "zonk": 42,
  "untuk": 43,
  "rusak": 44,
  "dengan": 45,
  "bukan": 46,
  "cukup": 47,
  "top": 48,
  "bisa": 49,
  "beli": 50,
  "worth": 51,
  "packaging": 52,
  "cacat": 53,
  "it": 54,
  "sama": 55,
  "pengiriman": 56,
  "kenapa": 57,
  "parah": 58,
  "so": 59,
  "nothing": 60,
  "excellent": 61,
  "sudah": 62,
  "ternyata": 63,
  "wow": 64,
  "gimana": 65,
  "cepat": 66,
  "malah": 67,
  "produknya": 68,
  "kurang": 69,
  "original": 70,
  "disappointing": 71,
  "pelayanan": 72,
  "berkualitas": 73,
  "lebih": 74,
  "sampai": 75,
  "bad": 76,
  "dari": 77,
  "premium": 78,
  "jadi": 79,
  "murahan": 80,
  "terrible": 81,
  "rugi": 82,
  "justru": 83,
  "keren": 84,
  "overall": 85,
  "warna": 86,
  "nyesel": 87,
  "kualitasnya": 88,
  "luar": 89,
  "barangnya": 90,
  "material": 91,
  "lagi": 92,
  "deskripsi": 93,
  "masih": 94,
  "gw": 95,
  "pas": 96,
  "terbaik": 97,
  "good": 98,
  "quality": 99,
  "bahan": 100,
  "pembelian": 101,
  "foto": 102,
  "senang": 103,
  "ukuran": 104,
  "netral": 105,
  "order": 106,
  "di": 107,
  "benar": 108,
  "dong": 109,
  "rapi": 110,
  "design": 111,
  "pelayanannya": 112,
  "jauh": 113,
  "segini": 114,
  "juara": 115,
  "bagusnya": 116,
  "perfect": 117,
  "gambar": 118,
  "time": 119,
  "next": 120,
  "suka": 121,
  "palsu": 122,
  "rendah": 123,
  "baik": 124,
  "semua": 125,
  "lambat": 126,
  "pembeliannya": 127,
  "best": 128,
  "respon": 129,
  "emang": 130,
  "akan": 131,
  "kasih": 132,
  "lama": 133,
  "tokonya": 134,
  "acceptable": 135,
  "bahkan": 136,
  "istimewa": 137,
  "banyak": 138,
  "mahal": 139,
  "sungguh": 140,
  "terlalu": 141,
  "aman": 142,
  "bikin": 143,
  "tinggi": 144,
  "segi": 145,
  "to": 146,
  "sempurna": 147,
  "cuma": 148,
  "more": 149,
  "outstanding": 150,
  "jiwa": 151,
  "aslinya": 152,
  "seperti": 153,
  "transaksi": 154,
  "sedikit": 155,
  "dapat": 156,
  "untung": 157,
  "terjangkau": 158,
  "pokoknya": 159,
  "special": 160,
  "responsif": 161,
  "beberapa": 162,
  "kelasnya": 163,
  "berbeda": 164,
  "fantastic": 165,
  "hasilnya": 166,
  "komplain": 167,
  "job": 168,
  "nya": 169,
  "murah": 170,
  "melebihi": 171,
  "jangan": 172,
  "terima": 173,
  "mudah": 174,
  "salah": 175,
  "budget": 176,
  "ramah": 177,
  "spesial": 178,
  "pasaran": 179,
  "jahitan": 180,
  "amazing": 181,
  "serta": 182,
  "mungkin": 183,
  "agak": 184,
  "ke": 185,
  "pertama": 186,
  "plus": 187,
  "wonderful": 188,
  "kampret": 189,
  "awful": 190,
  "doang": 191,
  "punya": 192,
  "kalau": 193,
  "sip": 194,
  "pasti": 195,
  "amanah": 196,
  "kebutuhan": 197,
  "nyangka": 198,
  "less": 199,
  "bilang": 200,
  "dibayar": 201,
  "lovely": 202,
  "great": 203,
  "kirim": 204,
  "customer": 205,
  "service": 206,
  "impressive": 207,
  "cara": 208,
  "packagingnya": 209,
  "sukses": 210,
  "expect": 211,
  "namanya": 212,
  "packing": 213,
  "pesanan": 214,
  "saat": 215,
  "beda": 216,
  "memang": 217,
  "bakal": 218,
  "dijanjikan": 219,
  "diabaikan": 220,
  "katanya": 221,
  "harganya": 222,
  "buat": 223,
  "the": 224,
  "cocok": 225,
  "semuanya": 226,
  "awet": 227,
  "rata": 228,
  "lepas": 229,
  "amit": 230,
  "brilliant": 231,
  "positif": 232,
  "begitu": 233,
  "kelebihan": 234,
  "berfungsi": 235,
  "kw": 236,
  "berat": 237,
  "pathetic": 238,
  "tahan": 239,
  "memadai": 240,
  "finishing": 241,
  "hampir": 242,
  "belanja": 243,
  "iya": 244,
  "ragu": 245,
  "ngerusak": 246,
  "reviewnya": 247,
  "fair": 248,
  "terburuk": 249,
  "super": 250,
  "besar": 251,
  "bermasalah": 252,
  "normal": 253,
  "horrible": 254,
  "awalnya": 255,
  "love": 256,
  "memenuhi": 257,
  "dasar": 258,
  "minusnya": 259,
  "half": 260,
  "janji": 261,
  "datang": 262,
  "gila": 263,
  "sampah": 264,
  "review": 265,
  "thanks": 266,
  "remarkable": 267,
  "sekeren": 268,
  "very": 269,
  "lain": 270,
  "superb": 271,
  "much": 272,
  "karena": 273,
  "terpercaya": 274,
  "kenyataannya": 275,
  "brand": 276,
  "repeat": 277,
  "realita": 278,
  "pasan": 279,
  "satisfied": 280,
  "faktanya": 281,
  "jackpot": 282,
  "room": 283,
  "for": 284,
  "improvement": 285,
  "waste": 286,
  "money": 287,
  "ngaruh": 288,
  "spectacular": 289,
  "amat": 290,
  "at": 291,
  "minus": 292,
  "dalam": 293,
  "coba": 294,
  "kenyataan": 295,
  "kekurangannya": 296,
  "pilihan": 297,
  "satu": 298,
  "antara": 299,
  "tergantung": 300,
  "begitulah": 301,
  "awal": 302,
  "akhir": 303,
  "abal": 304,
  "kirain": 305,
  "kapok": 306,
  "dibilang": 307,
  "luntur": 308,
  "experience": 309,
  "pendapat": 310,
  "beneran": 311,
  "bro": 312,
  "bau": 313,
  "aneh": 314,
  "x": 315,
  "berantakan": 316,
  "pudar": 317,
  "dibuka": 318,
  "harapan": 319,
  "exceptional": 320,
  "meleset": 321,
  "magnificent": 322,
  "asal": 323,
  "tanggung": 324,
  "jawab": 325,
  "engga": 326,
  "total": 327,
  "amazingly": 328,
  "rb": 329,
  "cari": 330,
  "abis": 331,
  "tipis": 332,
  "rapih": 333,
  "wae": 334,
  "splendid": 335,
  "awesome": 336,
  "wajar": 337,
  "fast": 338,
  "asalan": 339,
  "sebaliknya": 340,
  "kagum": 341,
  "setengah": 342,
  "batas": 343,
  "masuk": 344,
  "akal": 345,
  "bawah": 346,
  "bagian": 347,
  "sudut": 348,
  "dapet": 349,
  "pengalaman": 350,
  "outstandingly": 351,
  "promosi": 352,
  "dreadful": 353,
  "mayan": 354,
  "standard": 355,
  "pakai": 356,
  "semoga": 357,
  "splendidly": 358,
  "hari": 359,
  "dibayarkan": 360,
  "profesional": 361,
  "menarik": 362,
  "terus": 363,
  "jangka": 364,
  "panjang": 365,
  "pake": 366,
  "bulan": 367,
  "diretur": 368,
  "poor": 369,
  "pemakaian": 370,
  "absolutely": 371,
  "kecewaaa": 372,
  "langsung": 373,
  "cuek": 374,
  "detail": 375,
  "way": 376,
  "cancel": 377,
  "penggunaan": 378,
  "sehari": 379,
  "not": 380,
  "percaya": 381,
  "kompetitor": 382,
  "asli": 383,
  "setan": 384,
  "udah": 385,
  "bersaing": 386,
  "gapapa": 387,
  "on": 388,
  "claim": 389,
  "presisi": 390,
  "b": 391,
  "dikeluarkan": 392,
  "hebat": 393,
  "toko": 394,
  "selalu": 395,
  "pernah": 396,
  "pecah": 397,
  "harusnya": 398,
  "ditipu": 399,
  "minta": 400,
  "refund": 401,
  "rusaknya": 402,
  "dihindari": 403,
  "wonderfully": 404,
  "a": 405,
  "hal": 406,
  "ditingkatkan": 407,
  "selamat": 408,
  "nungguinnya": 409,
  "wait": 410,
  "daily": 411,
  "use": 412,
  "happy": 413,
  "sebanding": 414,
  "jual": 415,
  "berkali": 416,
  "kali": 417,
  "write": 418,
  "home": 419,
  "about": 420,
  "lihat": 421,
  "setelah": 422,
  "bersahabat": 423,
  "nyakitin": 424,
  "customers": 425,
  "sini": 426,
  "minor": 427,
  "jujur": 428,
  "designnya": 429,
  "layak": 430,
  "dipesan": 431,
  "kondisi": 432,
  "market": 433,
  "divine": 434,
  "divinely": 435,
  "terribly": 436,
  "najis": 437,
  "online": 438,
  "enggak": 439,
  "nyebabin": 440,
  "issue": 441,
  "still": 442,
  "complain": 443,
  "belum": 444,
  "siap": 445,
  "kata": 446,
  "materialnya": 447,
  "atrocious": 448,
  "will": 449,
  "buy": 450,
  "again": 451,
  "menyesatkan": 452,
  "maksudnya": 453,
  "skeptis": 454,
  "proven": 455,
  "wrong": 456,
  "ngecewainnya": 457,
  "dipakai": 458,
  "pengirimannya": 459,
  "bohong": 460,
  "hype": 461,
  "fabulous": 462,
  "fabulously": 463,
  "spesifikasi": 464,
  "perfection": 465,
  "mau": 466,
  "perlu": 467,
  "average": 468,
  "hidup": 469,
  "sedikitpun": 470,
  "kelas": 471,
  "menengah": 472,
  "highly": 473,
  "spectacularly": 474,
  "nafsu": 475,
  "magnificently": 476,
  "marvelous": 477,
  "marvelously": 478,
  "diperbaiki": 479,
  "sementara": 480,
  "kilat": 481,
  "ngarep": 482,
  "in": 483,
  "selling": 484,
  "trash": 485,
  "fantastically": 486,
  "impressively": 487,
  "superbly": 488,
  "pesimis": 489,
  "dulunya": 490,
  "sellernya": 491,
  "fail": 492,
  "failed": 493,
  "disappoint": 494,
  "sebagus": 495,
  "tebal": 496,
  "exquisite": 497,
  "exquisitely": 498,
  "ngingetin": 499,
  "dulu": 500,
  "size": 501,
  "seimbang": 502,
  "shock": 503,
  "perfectly": 504,
  "hati": 505,
  "mulus": 506,
  "dugaan": 507,
  "eh": 508,
  "diterima": 509,
  "mixed": 510,
  "feelings": 511,
  "bingung": 512,
  "bintang": 513,
  "berapa": 514,
  "gagal": 515,
  "beliiii": 516,
  "too": 517,
  "bohongin": 518,
  "advertise": 519,
  "deliver": 520,
  "terkesan": 521,
  "keperluan": 522,
  "abysmal": 523,
  "badass": 524,
  "lipat": 525,
  "segitu": 526,
  "terserah": 527,
  "tremendous": 528,
  "tremendously": 529,
  "brilliantly": 530,
  "takut": 531,
  "benci": 532,
  "jeleknya": 533,
  "charming": 534,
  "charmingly": 535,
  "pleasantly": 536,
  "surprised": 537,
  "nekat": 538,
  "poll": 539,
  "nunggu": 540,
  "boongnya": 541,
  "kekurangan": 542,
  "testimoni": 543,
  "remarkably": 544,
  "rating": 545,
  "misleading": 546,
  "sempet": 547,
  "excellently": 548,
  "delightful": 549,
  "delightfully": 550,
  "markotop": 551,
  "seperempat": 552,
  "sisanya": 553,
  "adanya": 554,
  "moderate": 555,
  "mengabaikan": 556,
  "disaster": 557,
  "orang": 558,
  "berkelas": 559,
  "awesomely": 560,
  "affordable": 561,
  "kurangnya": 562,
  "lebihnya": 563,
  "sudahlah": 564,
  "langganan": 565,
  "ngecewain": 566,
  "dikit": 567,
  "baiknya": 568,
  "wownya": 569,
  "demikianlah": 570,
  "hasil": 571,
  "ok": 572,
  "iklan": 573,
  "promosinya": 574,
  "segala": 575,
  "dikirim": 576,
  "mantul": 577,
  "tepat": 578,
  "depressing": 579,
  "helpful": 580,
  "terpenuhi": 581,
  "itulah": 582,
  "jempol": 583,
  "of": 584,
  "deal": 585,
  "ever": 586,
  "authentic": 587,
  "catatan": 588,
  "invest": 589,
  "receh": 590,
  "seandainya": 591,
  "jutek": 592,
  "bangetttt": 593,
  "dikecewakan": 594,
  "reguler": 595,
  "hancur": 596,
  "tengah": 597,
  "dikasih": 598,
  "se": 599,
  "indonesia": 600,
  "jadinya": 601,
  "overallnya": 602,
  "deskripsinya": 603,
  "prediksi": 604,
  "ongkir": 605,
  "buruknya": 606,
  "lousy": 607,
  "mewah": 608,
  "lega": 609,
  "dah": 610,
  "dh": 611,
  "masa": 612,
  "begini": 613,
  "zonknya": 614,
  "model": 615,
  "ratingnya": 616,
  "nightmare": 617,
  "dijual": 618,
  "price": 619,
  "tampilan": 620,
  "miserable": 621,
  "pengalamannya": 622,
  "website": 623,
  "defective": 624,
  "bangett": 625,
  "parahhh": 626,
  "cakep": 627,
  "product": 628,
  "udahlah": 629,
  "genuine": 630,
  "boong": 631,
  "jlek": 632,
  "cuan": 633,
  "apa": 634,
  "enough": 635,
  "being": 636,
  "condition": 637,
  "mager": 638,
  "temen": 639,
  "admin": 640,
  "kayak": 641,
  "diboong": 642,
  "prh": 643,
  "anjir": 644,
  "berkah": 645,
  "iklannya": 646,
  "meski": 647,
  "high": 648,
  "really": 649,
  "reasonable": 650,
  "kecewanya": 651,
  "real": 652,
  "worst": 653,
  "medium": 654,
  "ribet": 655,
  "goks": 656,
  "sayang": 657,
  "dibanding": 658,
  "dibuang": 659,
  "kerennn": 660,
  "retur": 661,
  "marketing": 662,
  "dibales": 663,
  "fotonya": 664,
  "disappointed": 665,
  "bgus": 666,
  "frustrated": 667,
  "saya": 668,
  "mahasiswa": 669,
  "okay": 670,
  "delivery": 671,
  "mirip": 672,
  "chart": 673,
  "akurat": 674,
  "guna": 675,
  "cs": 676,
  "lihatnya": 677,
  "bli": 678,
  "sm": 679,
  "seneng": 680,
  "gorgeous": 681,
  "garbage": 682,
  "terbatas": 683,
  "sekaliii": 684,
  "skip": 685,
  "hrga": 686,
  "parahhhh": 687,
  "chat": 688,
  "vs": 689,
  "transaksinya": 690,
  "rugiiii": 691,
  "upset": 692,
  "profit": 693,
  "syahdu": 694,
  "cacatnya": 695,
  "kemahalan": 696,
  "perfectttt": 697,
  "bangettt": 698,
  "puasss": 699,
  "minim": 700,
  "bobrok": 701,
  "disini": 702,
  "kren": 703,
  "lecet": 704,
  "wah": 705,
  "impressed": 706,
  "alhamdulillah": 707,
  "promonya": 708,
  "dsni": 709,
  "ekspktasi": 710,
  "anjay": 711,
  "pelajar": 712,
  "itu": 713,
  "disappointment": 714,
  "mengecewakannnn": 715,
  "garansi": 716,
  "lelet": 717,
  "offline": 718,
  "mending": 719,
  "kecwa": 720,
  "lumyan": 721,
  "nyeselll": 722,
  "totalll": 723,
  "aspek": 724,
  "besarrr": 725,
  "puassss": 726,
  "packingnya": 727,
  "mantep": 728,
  "sekaliiii": 729,
  "regrettable": 730,
  "totally": 731,
  "recomend": 732,
  "walau": 733,
  "gmn": 734,
  "kalah": 735,
  "bner": 736,
  "ny": 737,
  "sad": 738,
  "zonkkk": 739,
  "kekecilan": 740,
  "gtu": 741,
  "slow": 742,
  "kapokkkk": 743,
  "ngabs": 744,
  "bubble": 745,
  "wrap": 746,
  "diminta": 747,
  "warnanya": 748,
  "bohongnya": 749,
  "ni": 750,
  "manteb": 751,
  "komplainnya": 752,
  "lancar": 753,
  "definisi": 754,
  "rumah": 755,
  "sisi": 756,
  "proses": 757,
  "buang": 758,
  "mantapppp": 759,
  "katalog": 760,
  "desain": 761,
  "puasssss": 762,
  "reject": 763,
  "sgtu": 764,
  "rekomendasiin": 765,
  "feel": 766,
  "ampunnnn": 767,
  "bener": 768,
  "control": 769,
  "maksimalll": 770,
  "point": 771,
  "beliii": 772,
  "sumpaaah": 773,
  "meriah": 774,
  "toppp": 775,
  "sgni": 776,
  "everrrr": 777,
  "amburadul": 778,
  "si": 779,
  "match": 780,
  "sabi": 781,
  "express": 782,
  "skli": 783,
  "cod": 784,
  "but": 785,
  "lg": 786,
  "bakalan": 787,
  "melampaui": 788,
  "standr": 789,
  "abisss": 790,
  "excellentttt": 791,
  "tukar": 792,
  "ekspektasiii": 793,
  "pesan": 794,
  "superbbb": 795,
  "totallll": 796,
  "cash": 797,
  "ngoyo": 798,
  "dikomplain": 799,
  "lagiii": 800,
  "seneeeng": 801,
  "nyangkaaaa": 802,
  "shipping": 803,
  "defect": 804,
  "ngajarin": 805,
  "free": 806,
  "gift": 807,
  "pokok": 808,
  "wih": 809,
  "lapis": 810,
  "fragile": 811,
  "dibeli": 812,
  "fancy": 813,
  "sayangnya": 814,
  "standarnya": 815,
  "konsisten": 816,
  "mall": 817,
  "block": 818,
  "rasanya": 819,
  "kpleset": 820,
  "recomen": 821,
  "amanat": 822,
  "persis": 823,
  "unlike": 824,
  "dikantong": 825,
  "makasih": 826,
  "uang": 827,
  "barokah": 828,
  "jiwaaa": 829,
  "pollll": 830,
  "lucu": 831,
  "bahannya": 832,
  "nyeselllll": 833,
  "yaudah": 834,
  "jos": 835,
  "pilih": 836,
  "daripada": 837,
  "disappointingggg": 838,
  "dishonest": 839,
  "big": 840,
  "regret": 841,
  "serius": 842,
  "expired": 843,
  "lucky": 844,
  "me": 845,
  "dimensi": 846,
  "plastik": 847,
  "atau": 848,
  "amazinggg": 849,
  "sekarangg": 850,
  "jugaaa": 851,
  "official": 852,
  "store": 853,
  "contoh": 854,
  "qc": 855,
  "kecewaaaa": 856,
  "magnificenttt": 857,
  "nyampe": 858,
  "duluan": 859,
  "tv": 860,
  "bnr": 861,
  "cacattt": 862,
  "patheticccc": 863,
  "incredibleeee": 864,
  "wowww": 865,
  "berattt": 866,
  "ternama": 867,
  "puaaaas": 868,
  "besarrrrr": 869,
  "fungsional": 870,
  "cheap": 871,
  "feeling": 872,
  "srius": 873,
  "pastiiii": 874,
  "wrth": 875,
  "outstandingggg": 876,
  "alasan": 877,
  "fungsi": 878,
  "purchase": 879,
  "kompetitif": 880,
  "wonderfulll": 881,
  "samasekaliii": 882,
  "besttt": 883,
  "ignore": 884,
  "pokoknyaaa": 885,
  "solid": 886,
  "terriblee": 887,
  "dehhhh": 888,
  "sebelah": 889,
  "php": 890,
  "gratis": 891,
  "baru": 892,
  "chatnya": 893,
  "color": 894,
  "fit": 895,
  "buying": 896,
  "rezeki": 897,
  "anak": 898,
  "sholeh": 899,
  "itttt": 900,
  "menyenangkan": 901,
  "nightmareeee": 902,
  "fisik": 903,
  "nyampenya": 904,
  "friendly": 905,
  "terbaikkkk": 906,
  "modal": 907,
  "brang": 908,
  "pkok": 909,
  "double": 910,
  "pdhal": 911,
  "opsinya": 912,
  "better": 913,
  "than": 914,
  "expected": 915,
  "mantappp": 916,
  "abiss": 917,
  "abissss": 918,
  "sumpah": 919,
  "trlalu": 920,
  "ekspedisinya": 921,
  "berkeping": 922,
  "keping": 923,
  "mendingan": 924,
  "apapun": 925,
  "cepet": 926,
  "ekspedisi": 927,
  "sejelek": 928,
  "markotoppp": 929,
  "maksimallll": 930,
  "menipu": 931,
  "berkesan": 932,
  "kecil": 933,
  "awfulll": 934,
  "surprise": 935,
  "soalnya": 936,
  "pantas": 937,
  "alami": 938,
  "produksi": 939,
  "every": 940,
  "penny": 941,
  "mantab": 942,
  "pokony": 943,
  "mengecilkan": 944,
  "ongkirnya": 945,
  "pricey": 946,
  "yaa": 947,
  "disguistingggg": 948,
  "disasterrr": 949,
  "ancur": 950,
  "slightly": 951,
  "ampunn": 952,
  "beratt": 953,
  "fantasticccc": 954,
  "ampun": 955,
  "bngt": 956,
  "gmbar": 957,
  "nice": 958,
  "an": 959,
  "artinya": 960,
  "superrr": 961,
  "instruksi": 962,
  "mrah": 963,
  "marah": 964,
  "dibungkus": 965,
  "koran": 966,
  "okelah": 967,
  "menyerah": 968,
  "seadanya": 969,
  "baguz": 970,
  "smua": 971,
  "dreadfullll": 972,
  "mah": 973,
  "njir": 974,
  "plng": 975,
  "prnah": 976,
  "ssuai": 977,
  "dskripsi": 978,
  "poolll": 979,
  "belaanjaaaa": 980,
  "maksimal": 981,
  "first": 982,
  "menang": 983,
  "atrocioussss": 984,
  "bonus": 985,
  "tak": 986,
  "terlupakan": 987,
  "disebut": 988,
  "telat": 989,
  "kemarin": 990,
  "pokoke": 991,
  "takutkan": 992,
  "bohongg": 993,
  "istmwa": 994,
  "okee": 995,
  "stndart": 996,
  "ciamik": 997,
  "sebulan": 998,
  "jelex": 999,
  "rekomended": 1000,
  "defects": 1001,
  "present": 1002
}